-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Apr 24, 2024 at 06:25 PM
-- Server version: 10.4.32-MariaDB
-- PHP Version: 8.0.30

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `goldmango`
--

-- --------------------------------------------------------

--
-- Table structure for table `data`
--

CREATE TABLE `data` (
  `id` int(11) NOT NULL,
  `name` text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `img` text NOT NULL,
  `info` text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `data`
--

INSERT INTO `data` (`id`, `name`, `img`, `info`) VALUES
(1, 'มะม่วงน้ำดอกไม้พันธุ์เขียวนวล', 'mango1.jpg', 'ภาษาพื้นถิ่นบริเวณคุ้งบางกะเจ้า เรียกว่า “พันธุเขียวนวล” หลายคนเข้าใจ และเรียกผิดว่าเป็นมะม่วงนํ้าดอกไม้สีทอง          ซึ่งลักษณะของผลและรสชาติจะมีความ แตกต่างกัน โดยมะม่วงนํ้าดอกไม้พันธุสีทอง จะสึเหลืองตอนสุกหรือแก่จัด ส่วนนํ้าดอกไม้          พันธุเขียวนวลซึ่งเป็นพันธุดั้งเดิมของคุ้งบาง กระเจ้า ลักษณะจะมีความแตกต่าง คือ ผล มะม่วงของพันธุเขียวนวลจะไม่ยาวมากนัก          ส่วนพันธุนํ้าดอกไม้เบอร์ 4 ลูกจะยาวกว่าพันธุเขียวนวล พบปลูกมากแถวอำเภอ บางพลี จังหวัดสมุทรปราการ และจังหวัดฉะเชิงเทรา         นอกจากมะม่วงนํ้าดอกไม้พันธุเขียวนวลเกือบ 400 ต้น'),
(2, 'จุดเด่นของมะม่วงน้ำดอกไม้', 'judden1.jpg', 'มะม่วงน้ำดอกไม้คุ้งบางกะเจ้า เป็นมะม่วง นํ้าดอกไม้ที่มีรสชาติหวานที่สุดในประเทศไทย เนื่องจากคุ้งบางกะเจ้าเป็นจุดที่นํ้าเค็มมาเจอกับนํ้า จืด ทำให้ลักษณะดินเป็นดิน 3 นํ้า คือ นํ้าจืด นํ้าเค็ม และนํ้ากร่อย ประกอบกับมีตะกอนจากนํ้าเหนือที่ไหลมาสะสมบริเวณนี้ กลายเป็นแหล่งกัก เก็บธาตุอาหารพืชชั้นดี ทำให้การเพาะปลูกในพื้นที่ คุ้งบางกะเจ้าได้ผลดี พืชผักและผลไม้ได้รับธาตุอาหารอุดมสมบูรณ์ ส่งผลให้ผลไม้ทั้งมะม่วงน้ำดอกไม้ ละมุด กล้วย มีรสชาติดีและหวานกว่าที่อื่น  มะม่วงน้ำดอกไม้ที่นื่มีความหวานมากที่สุดในประเทศไทย โดยวัดค่าความหวานได้สูงถึง 22 องศาบริกซ์ (องศา Brix) เมื่อเทียบกับมะม่วงน้ำดอกไม้จากที่อื่น เช่น มะม่วงน้ำดอกไม้จากอำเภอบางพลี จังหวัดสมุทรปราการ มีค่าความหวาน 20 องศาบริกช์ มะม่วง น้ำดอกไม้จากจังหวัดฉะเชิงเทรา มีค่าความหวาน 18 องศาบริกช์ กรณีจังหวัดฉะเชิงเทรานิยมปลูก มะม่วงนํ้าดอกไม้พันธุ์สีทองเป็นหลัก และเน้นส่งออกตลาดต่างประเทศ เช่น ประเทศญี่ปุ่น เพราะ ต่างประเทศไม่เน้นความหวานมาก ชอบแบบหวานอมเปรี้ยว'),
(3, 'เทคนิคการปลูกและดูแลรักษา', 'pluk1.jpg', 'การปรับปรุงบำรุงดินและใช้น้ำหมัก ทำปุ๋ยใช้เอง ด้วยการเพาะเลี้ยงไส้เดือนไว้ประมาณ 70 กะละมัง เพื่อนำมูลไส้เดือนไปใช้ปรับปรุง บำรุงดิน รวมถึงทำปุ๋ยนํ้าแบบง่ายๆ ใช้เอง โดยทำจากผักบ้าง หัวปลาบ้าง กากนํ้าตาล และ พ.ด.2 เหตุผลที่ไม่ใช้ปุยเคมีเพราะว่าปุ๋ยเคมีเมื่อใชใปนานๆ จะส่งผลกระทบทำให้หน้าดินแข็ง และต้องใส่เพิ่มปริมาณปุ๋ยเคมีเพิ่มเรื่อยๆ ทำให้ต้นทุนในการเพาะปลูกสูงขึ้นตามด้วย จึงใช้ปุ่ยนํ้ากิบมูลไส้เดือนในการบำรุงพืชผลเป็นหลัก  วิธีการเพาะปลูกและการดูแลรักษา วิธีการปลูก ปลูกในวงบ่อซีเมนต์ทุกต้น เนื่องจาก 1.กำจัดวัชพืชง่าย เพราะดูแลและกำจัดเฉพาะแค่ในวงแคบๆ และเมื่อกำจัดวัชพืชในวง ได้แล้วก็ช่วยให้มองเห็นแมลงที่มากินโคนต้นมะม่วงได้ง่ายขึ้น 2.กำจัดแมลงง่าย เพราะมองเห็นโคนต้น กรณีปลูกบนพื้นดิน ล้าหญ้าสูงก็ทำให้มอง ไม่เห็นโคนต้นมะม่วง ทำให้แมลงที่ชอบเจาะกินโคนต้นมะม่วงแฝงอยู่กับหญ้ารกที่โคน ต้นมะม่วง 3.ลดการใช้ปุ๋ย เมื่อปลูกในวงแคบๆ ทำให้ต้นไม่ได้รับปุยอย่างเต็มที่ การกำจัดโรคและแมลง 1.ด้วงหนวดยาว ด้วงหนวดยาวจะมาไข่ไว้ และกลายเป็น หนอน หนอนชนิดนี้ชอบกินมะม่วงมาก 2.แมลงวันทอง มีการใช้ภูมิปัญญาชาวบ้านในการทำกับดัก แมลงวั'),
(4, 'การบริหารจัดการดินน้ำและการเปลี่ยนแปลงสภาพภูมิอากาศ', 'weather1.jpg', 'การบริหารจัดการนํ้า (นํ้าจืดไล่นํ้าเค็ม) การบริหารจัดการน้ำที่ดี เป็นหัวใจสำคัญของการทำการเกษตร แต่ระบบการบริหารจัดการน้ำนั้น สำคัญอยู่ที่การวิเคราะห์ปัญหาและเข้าใจสภาพพื้นที่อย่างแท้จริง จึงจะนำมาซึ่งการออกแบบ และจัดการน้ำให้สอดคล้องกับบริบทของแต่ละพื้นที่ได้ เช่นเดียวกับคุ้งบางกะเจ้าที่มีสภาพพื้นที่พิเศษเฉพาะตัว เพราะเป็นพื้นที่ที่มีระบบน้ำ 3 น้ำ คือ(น้ำจืด น้ำเค็ม และน้ำกร่อย) บางปีมีน้ำเค็มเข้ามาในพื้นที่ยาวนานถึง 8 เดือนต่อปี ทำให้รูปแบบในการทําการเกษตรจำเป็นต้องมีการพัฒนา ปรับตัว และออกแบบระบบน้ำให้น้ำเค็มอยู่ด้านนอกสุดสอดคล้องกับระบบนิเวศในพื้นที่ ดังนั้นระบบการทำการเกษตรของคุ้งบางกะเจ้าจำเป็นต้องมีการปรับตัวในเรื่องการดูแลและรักษาทรัพยากรธรรมชาติ (ดิน น้ำ ป่า) ในรูปแบบเฉพาะเจาะจง เพราะมีเงื่อนไขของลักษณะพิเศษทางกายภาพที่ทำให้ต้องมีการเรียนรู้ พัฒนา และปรับตัวให้สอดคล้องกับเงื่อนไขและการเปลี่ยนแปลงทางธรรมชาติ รวมถึงการเปลี่ยนแปลงสภาพภูมิอากาศในพื้นที่ด้วยจากเทคนิคสำคัญในการบริหารจัดการน้ำให้มีน้ำจืดเพียงพอต่อการทำการเกษตรในพื้นที่เดิมที่สภาพสวนเป็นสวนแบบยกร่อง หรือสวนร่องเจ๊กนั้น ทำให้ไม่สามารถควบคุมน้'),
(5, 'การเปลี่ยนพื้นที่ป่าเป็นพื้นที่ปลูกและสร้างมูลค่าเพิ่ม', 'forest1jpg', 'การเพิ่มพื้นที่ป่าเป็นพื้นที่ปลูก ปัจจุบันมีพื้นที่ของกรมป่าไม้หรือพื้นที่ของสิ่งแวดล้อม ในปีนี้จะมีการพัฒนาพื้นที่ป่า 400 ไร่ พื้นที่ 400 ไร่จะกระจายอยู่ทั่วคุ้งบางกะเจ้า ซึ่งมีแผนที่จะพัฒนาสวนป่าเป็นพื้นที่ปลูก โดยเน้นไม้ผลเป็นหลัก ซึ่งจะปลูกไม้ผลต่างๆ ที่เป็นไม้พื้นถิ่นของพื้นที่ เช่น มะม่วงน้ำดอกไม้คุ้งบางกะเจ้า ขนุนกล้วย ซึ่งอาจจะมีการปลูกไม้ป่าร่วมด้วย เช่น ตะแบก ยางนา ทั้งนี้การรับผิดชอบและดูแลรักษาพื้นที่ป่าจะใช้การบริหารจัดการร่วมกัน โดยแบ่งความรับผิดชอบตามเขตพื้นที่ผ่านกลไกระดับหมู่บ้านและบริหารจัดการผ่านผู้นำชุมชนที่รับผิดชอบในตำบลนั้นๆ  การเพิ่มมูลค่ามะม่วงน้ำดอกไม้ด้วยการขยายกิ่งพันธุ์ โดยปกติมะม่วงน้ำดอกไม้ จำเป็นจะต้องมีการดูแลโดยตัดแต่งกิ่งมะม่วงเป็นประจำทุกๆ ปีแต่เนื่องจากกิ่งพันธุ์ของมะม่วงน้ำดอกไม้พันธุ์เขียวนวล ยังมีต้นกล้าไม่มากนักในพื้นที่ ซึ่งปัจจุบัน พบว่า สวนมะม่วงของผู้พันชำนาญมีต้นมะม่วงน้ำดอกไม้พันธุ์เขียวนวลมากที่สุดในพื้นที่คุ้งบางกะเจ้าคือ มีประมาณเกือบ 400 ต้น ดังนั้น เมื่อมีแนวคิดในเรื่องการพัฒนาพื้นที่สีเขียว อีกมุมหนึ่งคือการพัฒนาให้เกิด “ป่าที่กินได้” เพื่อ สร้างรายได้ให้กั'),
(6, 'องค์ความรู้สำคัญในการปลูกมะม่วงน้ำดอกไม้พันธุ์เขียวนวล', '', '1.ต้องรู้จักธรรมชาติของพืชหรือผลไม้ที่เราจะปลูก เช่น มะม่วงน้ำดอกไม้พันธุ์เขียวนวล ชอบอะไร ลักษณะดิน ลักษณะอาหารที่ชอบ เพราะธาตุอาหารที่มีอยู่แล้วซึ่งพัดพามากับตะกอนค่อนข้างมีธาตุอาหารมากพอสมควรและค่อยเติมธาตุอาหารที่ขาด ซึ่งผู้พันชำนาญได้เคยนำดินในสวนไปตรวจวัด พบว่าพื้นที่ตรงบริเวณนี้เป็นดินที่มีความเค็มสูงถึง 3.8 กรัม/ลิตร 2.ปลูกลงวงบ่อซีเมนต์หรือถังส้วม โดยลักษณะของการปลูกจะปลูกลงในบ่อซีเมนต์หรือถังส้วมและซื้อดินถุงมาจากภายนอกตำบลมาใช้ในการปลูก นอกจากนี้ยังมีการนำดินในร่องสวนขึ้นมาใช้ โดยกลับหน้าดินมาไว้ข้างบน เพื่อนำธาตุอาหารข้างล่างที่เป็นดินเลนในบริเวณร่องสวนขึ้นมาใช้ นอกจากนี้ข้อดีของการปลูกในบ่อซีเมนต์หรือถังส้วมสามารถป้องกันน้ำท่วมได้โดยปกติถ้าใช้บ่อซีเมนต์ ระบบรากจะถูกบล็อกเนื่องจากเป็นวัสดุที่ทำจากปูนซีเมนต์ ดังนั้นเมื่อน้ำท่วมถ้าเป็นน้ำจืดไม่ค่อยมีปัญหา แต่ถ้าเป็นน้ำเค็มมะม่วงอาจตายได้ แต่การปลูกด้วยวงบ่อซีเมนต์ จะช่วยป้องกันน้ำเค็มและปัญหาน้ำท่วมได้มาก 3.การตัดรากแก้ว โดยธรรมชาติของต้นมะม่วงจะมีระบบรากแก้ว แต่มะม่วงที่ทาบกิ่งมีรากแก้วไม่ยากนัก สามารถนำมาเพาะปลูกในกระถางได้ โดยต้นมะม่วงต้นที่เราจะนำมาทาบกิ่งจะต้องมีการตัดรากแก้วก่อน ทำการทาบกิ่ง เพื่อไม่ให้รากแก้วยาว ทำให้การหากินของระบบรากแขนงและรากฝอยที่ไม่มีรากแก้ว สามารถหากกินได้มากขึ้นในบริเวณหน้าดินในกระถางเท่านั้น ซึ่งเป็นการประหยัดค่าปุ๋ยด้วย โดยวิธีการทำ คือ ถอนต้นขึ้นมาและตัดรากแก้วทิ้งและเอาถุงพลาสติก ใส่กาบมะพร้าวอัดให้แน่น 4.ใช้ระบบน้ำจืดไล่น้ำเค็ม เมื่อบริหารจัดการต้นมะม่วงให้สามารถหากินได้เฉพาะอาณาบริเวณแค่ภายในขนาดของบ่อซีเมนต์ ทำให้การบริหารจัดการเรื่องการดูแลหญ้า การใส่ปุ๋ย และการให้น้ำน้อยลง เพราะถูกจำกัดในพื้นที่เพียงแค่ 150 เซนติเมตร และใช้ระบบน้ำจืดดันน้ำเค็มโดยนำน้ำจืดที่กักเก็บไว้รอบๆ สวนมารดต้นมะม่วงด้วยระบบสปริงเกอร์ แม้ด้านล่างของบ่อจะยังเป็นดินเค็ม แต่เมื่อเราควบคุมให้ดินดี น้ำดี และปุ๋ยดี ควบคุมให้อยู่แค่ในบริเวณวงบ่อเมื่อรดน้ำจืดบริเวณแค่วงบ่อก็จะทำให้น้ำจืดไล่น้ำเค็มที่อยู่ด้านล่างไม่ให้ดูดความเค็มขึ้นมาผสมกับดินที่ซื้อจากภายนอก หรือความเค็มเจือจางลงไปเมื่อเราลดน้ำจืดทุกๆ วัน ซึ่งผู้พันชำนาญเรียกระบบนี้ว่า “ระบบน้ำจืดไล่น้ำเค็ม” น้ำจะเริ่มกร่อยลง กร่อยลง และดีขึ้นเรื่อยๆ');

-- --------------------------------------------------------

--
-- Table structure for table `menu`
--

CREATE TABLE `menu` (
  `id` int(11) NOT NULL,
  `name` text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `img` text NOT NULL,
  `info` text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL,
  `step` text NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COLLATE=utf8mb4_general_ci;

--
-- Dumping data for table `menu`
--

INSERT INTO `menu` (`id`, `name`, `img`, `info`, `step`) VALUES
(3, 'ข้าวเหนียวมูน มะม่วงน้ำดอกไม้', 'photo.jpg', 'ส่วนผสม ข้าวเหนียวเขี้ยวงู 500 กรัม สารส้มก้อนใหญ่สำหรับขัดข้าวเหนียว ถั่วเขียวเลาะเปลือก ตามชอบ น้ำมูนข้าวเหนียว หัวกะทิ 220 กรัม น้ำตาลทราย 225 กรัม เกลือป่น 1 + 1/2 ช้อนชา น้ำใบเตย 1 ช้อนโต๊ะ น้ำดอกอัญชัน 1 ช้อนโต๊ะ น้ำกะทิราดหน้า หัวกะทิ 250 กรัม น้ำ 130 กรัม เกลือป่น 1 ช้อนชา แป้งข้าวเจ้า 1 ช้อนโต๊ะ', 'ขั้นตอนการทำ 1.ในอ่างผสม เทน้ำให้ท่วมข้าวเหนียว ขัดข้าวเหนียวด้วยสารส้ม 5 นาที ล้างจนน้ำใส แช่น้ำต่ออีก 3 ชั่วโมง สะเด็ดน้ำข้าวเหนียวห่อด้วยผ้าขาวบางชุบน้ำหมาด นึ่งไฟกลาง 20 นาที 2.เตรียมน้ำมูนข้าวเหนียว ผสมหัวกะทิ น้ำตาลทรายและเกลือ ตั้งไฟอ่อนคนจนน้ำตาลทราย เกลือละลายหมด พอเริ่มเดือด ปิดไฟ ยกลงจากเตา แบ่งน้ำมูนเป็น 2 ส่วน เติมน้ำใบเตย และน้ำอัญชัน ในแต่ละส่วน คนผสมให้เข้ากัน 3.แบ่งข้าวเหนียวที่นึ่งสุกร้อนๆ เป็น 2 ส่วน ใส่ลงในน้ำมูนที่เตรียมไว้ คนให้เข้ากัน ปิดฝาไว้ 15 นาที จากนั้นเปิดฝากลับข้าวเหนียว แล้วปิดฝาไว้อีก 15 นาที เตรียมกะทิราดหน้า ผสมหัวกะทิ น้ำ เกลือและแป้งข้าวเจ้า คนให้แป้งละลาย ตั้งไฟอ่อน คนจนแป้งข้นขึ้นเล็กน้อย 4.แช่ถั่วเลาะเปลือกในน้ำเย็น 30 นาที สะเด็ดน้ำผึ่งให้แห้ง นำไปคั่วไฟอ่อนจนเหลืองกรอบ 5.ปอกมะม่วงสุก ฝานตามขวางบางๆ ตักข้าวเหนียวมูนใส่พิมพ์ วางชิ้นมะม่วงในพิมพ์ สับหว่างไปเรื่อยๆ เริ่มจากขอบพิมพ์ใช้ชิ้นใหญ่ก่อนจนจบตรงกลาง 6.ราดหน้าด้วยกะทิ โรยด้วยถั่วทองคั่ว'),
(4, 'โยเกิร์ตสมูทตี้', 'photo (1).jpg', 'ส่วนผสม ปั่น มะม่วงน้ำดอกไม้ ครึ่งลูก กล้วยหอม 1 ลูก โยเกิร์ต ครึ่งถ้วยตวง น้ำแข็ง 1 ถ้วยตวง ประดับ เสาวรส 6 ช้อนโต๊ะ หรือสองลูก มะม่วงน้ำดอกไม้ ตัดเป็นชิ้นๆ', 'ขั้นตอนการทำ 1.นำ โยเกิร์ต กล้วย มะม่วงครึ่งลูก ลงปั่นให้เข้ากัน จากนั้นใส่น้ำแข็ง ปั่นให้น้ำแข็งละเอียด เนื้อเนียน 2.นำเสาวรสใส่แก้ว เทสมูทตี้ลงไป ประดับด้วยชิ้นมะม่วง'),
(5, 'แกงสับปะรดใส่มะม่วงน้ำดอกไม้', 'photo (2).jpg', 'ส่วนผสม เนื้อเจ 50 กรัม สัปปะรด 1 ถ้วย มะม่วงสุก 1 ถ้วย พริกแกง 1 ชต น้ำตาลทราย 1 ชช น้ำมัน 2 ชต น้ำกะทิ 250 กรัม ซีอิ้วขาว 2 ชต เห็ดฟาง 50 กรัม พริกชี้ฟ้าหั่น ใบโหรพา', 'ขั้นตอนการทำ 1.ใส่น้ำมัน และนำพริกแกงลงไปผัด 2.ใส่สัปปะรด เนื้อเจตามชอบและเห็ดฟาง 3.ผัดสักครู่แล้วตามด้วยกะทิ ปรุงรสด้วยซีอิ้วขาวและน้ำตาลทราย 4.ผัดให้หอมสักครู่ แล้วตามด้วยพริกชี้ฟ้าหั่นและใบโหระพา สุดท้ายก่อนปิดไฟให้ใส่มะม่วง'),
(6, 'ตำมะม่วงสุก', 'photo (3).jpg', 'ส่วนผสม มะม่วงน้ำดอกไม้สุก1 ผล ข้าวโพดสุก 1 ฝัก กุ้งแห้งลวก 2 ช้อนโต๊ะ น้ำตาลทราย 2 ช้อนโต๊ะ มะนาว 3 ช้อนโต๊ะ พริกขี้หนู 10 เม็ด กระเทียม 5 กลีบ หอมแดง 1 หัว น้ำปลา 2 ช้อนโต๊ะ', 'ขั้นตอนการทำ 1.นำข้าวโพดต้มพอสุกแล้วนำมาหั่นเอาแต่เม็ดใส่ชามไว้ 2.นำมะม่วงสุกมาปอกเปลือกแล้วบั้งยาวจากนั้นเฉือนเป็นเส้นออกมาใส่ชามข้าวโพด 3.นำเครื่องปรุง กุ้งแห้งลงตำในครก ชิมรสตามชอบแล้วนำมาคลุกกับมะม่วงและข้าวโพดที่เตรียมไว้ ตักขึ้นเสิร์ฟกับข้าวเหนียวนึ่งกับไก่ย่าง'),
(7, 'สเต๊กไก่ย่างกับซัลซ่ามะม่วง', 'photo (4).jpg', 'ส่วนผสม เนื้ออกไก่ 1 ชิ้น (ประมาณ 300 กรัม) ลูกมะม่วงน้ำดอกไม้สุก 1/2 มะเขือเทศราชินี 10-15 เกลือ เล็กน้อย ชอสพริกไทยดำหรือพริกไทยดำ เล็กน้อย เล็กหอมแดง 2-3 หัว ซอสพริก เล็กน้อย ผักชี 2-3 ต้น มะนาว 1 1/2 ลูก น้ำมันดอกทานตะวัน นิดหน่อย', 'ขั้นตอนการทำ 1.ทำซัลซ่า หั่นมะเขือเทศเป็นสองส่วน และ หั่นมะม่วงเป็นลูกเต๋าเล็กๆ 2.ซอยหอมแดง นำมะม่วง +มะเขือเทศ +หอมแดง ลงในถ้วยคลุกให้เข้ากัน ใส่ผักชีลงไป 3.เติมเกลือ มะนาวตามชอบ จากนั้นก็ใส่ซอสพริก ถ้าชอบเผ็ดหน่อยจะใส่พริกป่นตามความชอบ 4.ทำสเต๊ก นำเนื้ออกไก่มากลอกหนักหนัง ทุบเนื้อไก่ให้เนื้อไม่หนามากเกินไป โรยเกลือและซอสพริกไทยดำเล็กน้อย 5.ตั้งเตาย่าง ใช้กระทะ แบนๆ แทนเตาย่าง ใส่น้ำมันนิดเดียว แล้วใส่เนื้อไก่ลงไป 6.สุกแล้วเอาออกมากินกับซัลซ่า');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `data`
--
ALTER TABLE `data`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `menu`
--
ALTER TABLE `menu`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `data`
--
ALTER TABLE `data`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=9;

--
-- AUTO_INCREMENT for table `menu`
--
ALTER TABLE `menu`
  MODIFY `id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=8;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
